[
  {
    "id": 1,
    "es": "Alguien soñó que caminaba por la playa con el Señor.",
    "jp": "ある人は、主とともに浜辺を歩いている夢を見ました。"
  },
  {
    "id": 2,
    "es": "Por el cielo cruzaban escenas de su vida.",
    "jp": "空には、彼の人生の場面が次々と映し出されていました。"
  },
  {
    "id": 3,
    "es": "Notó que por cada escena aparecían dos pares de huellas.",
    "jp": "それぞれの場面ごとに、二組の足跡が現れていることに気づきました。"
  },
  {
    "id": 4,
    "es": "Unas eran de él y otras del Señor.",
    "jp": "一つは自分のもので、もう一つは主のものでした。"
  },
  {
    "id": 5,
    "es": "Cuando la última escena de su vida pasó delante de él,",
    "jp": "人生の最後の場面が彼の前を通り過ぎたとき、"
  },
  {
    "id": 6,
    "es": "miró las huellas en la arena,",
    "jp": "彼は砂の上の足跡を見ました。"
  },
  {
    "id": 7,
    "es": "y notó que varias veces, al pasar su vida, hubo un solo par de huellas.",
    "jp": "人生のいくつかの場面では、足跡が一組しかないことに気づきました。"
  },
  {
    "id": 8,
    "es": "Esto sucedía en los momentos más tristes de su vida.",
    "jp": "それは、彼の人生で最も悲しい時でした。"
  },
  {
    "id": 9,
    "es": "Esto lo inquietó y le preguntó al Señor:",
    "jp": "それを見て、彼は不安になり、主に尋ねました。"
  },
  {
    "id": 10,
    "es": "Señor, dijiste que cuando me decidiera a seguirte,",
    "jp": "「主よ、私があなたに従うと決めたとき、"
  },
  {
    "id": 11,
    "es": "tú caminarías a mi lado todo el tiempo,",
    "jp": "あなたはいつも私のそばを歩くと言われました。"
  },
  {
    "id": 12,
    "es": "pero he notado que durante los momentos más penosos de mi vida,",
    "jp": "しかし、人生で最もつらい時に、"
  },
  {
    "id": 13,
    "es": "hay un solo par de huellas.",
    "jp": "足跡は一組しかありません。"
  },
  {
    "id": 14,
    "es": "No entiendo por qué cuando más te necesité,",
    "jp": "あなたを最も必要としたときに、"
  },
  {
    "id": 15,
    "es": "tú pareces haberme abandonado.",
    "jp": "あなたは私を見捨てたように思えます。"
  },
  {
    "id": 16,
    "es": "El Señor le respondió:",
    "jp": "すると、主は答えられました。"
  },
  {
    "id": 17,
    "es": "Hijo mío, te amo y nunca te abandonaría.",
    "jp": "「我が子よ、私はあなたを愛している。決してあなたを見捨てない。"
  },
  {
    "id": 18,
    "es": "Durante tus momentos de prueba y sufrimientos.",
    "jp": "試練と苦しみの時でも。"
  },
  {
    "id": 19,
    "es": "Cuando veías un solo par de huellas,",
    "jp": "足跡が一組しか見えなかった時、"
  },
  {
    "id": 20,
    "es": "era porque yo te llevaba a mis espaldas.",
    "jp": "それは、私があなたを背負って歩いていたからだ。」"
  }
]
